Repository: MorganBorman/Cube-Server-Lister
Catalog: po/*.po
Languages: cs, nl

source: &Close
cs: &Zavřít
nl: &Sluiten

source: About Cube Server Lister (CSL)
cs: Co je Cube Server Lister (CSL)
nl: Over Cube Server Lister (CSL)

source: Application icon:
cs: Ikona aplikace:
nl: Applicatie icoon:

source: Map previews:
cs: Náhledy map:
nl: Map voorvertoningen:

source: Translations:
cs: Překlady:
nl: Vertalingen:

source: Previous extended info server patches:
cs: Předcházející záplaty rozšířených informací o serveru:
nl: Eerdere uitgebreide info server patches:

source: Country Flags:
cs: Vlajky zemí:
nl: Vlaggen van landen:

source: Credits
cs: Kredity

source: License
cs: Licence
nl: Licentie

source: default
cs: výchozí
nl: standaard

source: Add
cs: Přidat
nl: Toevoegen

source: &Cancel
cs: &Zrušit
nl: &Afbreken

source: CSL - Add new Master
cs: CSL - Přidat nový Hlavní server
nl: CSL - Nieuwe Master toevoegen

source: Game:
cs: Hra:
nl: Spel:

source: Master type:
cs: Typ Hlavního serveru:

source: Address:
cs: Adresa:
nl: Adres:

source: Path:
cs: Cesta:

source: Master already exists!
cs: Hlavní server již existuje!
nl: Master bestaat al!

source: Error
cs: Chyba

source: CSL - Add new server
cs: CSL - Přidat nový server
nl: CSL - Nieuwe server toevoegen

source: Ad&min connect
cs: &Připojit jako administrátor
nl: Ad&min verbinden

source: CSL - Server password
cs: CSL - Serverové heslo
nl: CSL - Server paswoord

source: Password:
cs: Heslo:
nl: Paswoord:

source: Set as default waiting time.
cs: Použít jako výchozí čekací doba.
nl: Stel in als standaard wachttijd.

source: CSL - Server full
cs: CSL - Server je obsazený
nl: CSL - Server vol

source: The server is full at the moment. Wait for a free slot?
cs: Server je momentálně obsazený. Čekat na volný slot?
nl: De server is op dit moment vol. Wachten op een vrije plek?

source: Time to wait (sec):
cs: Doba k čekání (vteřiny):
nl: Wachttijd (sec):

source: Team score
cs: Skóre týmu

source: Game information
cs: Informace o hře
nl: Spel informatie

source: Map information
cs: Informace o mapě
nl: Map informatie

source: Map
cs: Mapa

source: by
cs: od
nl: door

source: Stop auto update when map &ends
cs: Zastavit automatické obnovování když mapa &končí
nl: Stop auto update wanneer de map &eindigt

source: &Show map if possible
cs: &Ukázat mapu když je to možné
nl: &Toon map wanneer mogelijk

source: CSL - Extended info
cs: CSL - Rozšířené informace
nl: CSL - Uitgebreide info

source: Mode:
cs: Režim:

source: Time remaining:
cs: Zbývající čas:
nl: Resterende tijd:

source: Players :
cs: Hráči :
nl: Spelers:

source: no map
cs: žádná mapa
nl: geen map

source: %d players
cs: %d hráčů
nl: %d spelers

source: Flag score
cs: Skóre na vlajky
nl: Vlag score

source: WINNER
cs: VÍTĚZ
nl: WINNAAR

source: No teams.
cs: Bez týmů
nl: Geen teams.

source: Not a team game.
cs: Není týmová hra
nl: Geen teamspel.

source: Time is up
cs: Čas vypršel
nl: Tijd is om

source: Text files (*.txt)|*.txt
cs: Textové soubory (*.txt)|*.txt

source: Search
cs: Hledat
nl: Zoek

source: %d matches
cs: %d zápasů
nl: %d resultaten

source: &Back
cs: &Zpět
nl: &Terug

source: &Forward
cs: &Vpřed
nl: &Vooruit

source: &Filter chat
cs: &Filtrovat chat

source: 0 (Low)
cs: 0 (Nízká)
nl: 0 (Laag)

source: 1 (Default)
cs: 1 (Výchozí)
nl: 1 (Standaard)

source: &Open
cs: &Otevřít

source: &Save
cs: &Uložit
nl: &Bewaar

source: CSL - Game output
cs: CSL - Výstup hry
nl: CSL - Spel output

source: Level:
cs: Úroveň:

source: Open log file
cs: Otevřít soubor logu
nl: Open log bestand

source: File
cs: Soubor
nl: Bestand

source: Save log file
cs: Uložit souboru logu
nl: Bewaar log bestand

source: Executables (*.exe; *.bat; *.cmd)|*.exe;*.bat;*.cmd
cs: Programy (*.exe; *.bat; *.cmd)|*.exe;*.bat;*.cmd

source: Game executable:
cs: Program hry
nl: Spel executable:

source: Select %s executable
cs: Vybrat %s program
nl: Selecteer %s executable

source: Game directory:
cs: Adresář hry
nl: Spel folder:

source: Select %s game path
cs: Vybrat cestu ke hře %s
nl: Selecteer %s spel path

source: Config directory:
cs: Složka konfigurací
nl: Config folder:

source: Select %s config path
cs: Vybrat složku konfigurací %s
nl: Selecteer %s config path

source: Game parameters:
cs: Parametry hry:
nl: Spel parameters:

source: Configuration:
cs: Konfigurace
nl: Configuratie:

source: Expert configuration
cs: Rozšířená konfigurace
nl: Expert configuratie

source: Server lists
cs: Seznam serverů
nl: Server lijsten

source: Times && Intervals
cs: Časy && Intervaly
nl: Tijden && intervallen

source: Ping thresholds
cs: Prahové úrovně pingů
nl: Ping drempels

source: Game output
cs: Výstup hry
nl: Spel output

source: Don't update when playing
cs: Neaktualizovat při hře
nl: Niet updaten tijdens het spelen

source: Keep favourites
cs: Zachovávat oblíbené
nl: Bewaar favorieten

source: Keep servers with statistics
cs: Zachovávat servery se statistikou
nl: Bewaar servers met statistieken

source: Auto &save game output to:
cs: Automaticky &uložit výstup hry do:
nl: Automatisch game output &opslaan als:

source: Select game output path
cs: Vybrat cestu pro výstup hry
nl: Selecteer spel output path

source: Cube Server Lister - Settings
cs: Cube Server Lister - Nastavení
nl: Cube Server Lister - Instellingen

source: Server empty
cs: Prázdný server
nl: Server leeg

source: Server full
cs: Obsazený server
nl: Server vol

source: Update interval (sec):
cs: Interval aktualizace (vteřiny):

source: Wait on full server (sec):
cs: Doba čekání při obsazeném serveru (vteřiny):
nl: Wacht op volle server (sec):

source: Minimum playtime for statistics (sec):
cs: Minimální doba hraní pro statistiku (vteřiny):
nl: Minimale speeltijd voor statistieken (sec):

source: Cleanup dead servers (days)
cs: Odstranit nečinné servery (dny)
nl: Ruim dode servers op (dagen)

source: Good
cs: Dobré
nl: Goed

source: Bad
cs: Špatné
nl: Slecht

source: Games
cs: Hry
nl: Spellen

source: Colours
cs: Barvy
nl: Kleuren

source: Other
cs: Jiné
nl: Ander

source: Threshold for good ping can't be higher than threshold for bad ping.
cs: Práh pro dobrý ping nemůže být vyšší než práh pro špatný ping.
nl: Drempel voor goede ping kan niet hoger zijn dan de drempel voor slechte ping.

source: Select a folder for game output logs or disable autosave.
cs: Vyberte složku pro výstupové logy her nebo vypněte autoukládání
nl: Selecteer een map voor spel output logs of zet autosave uit.

source: CSL - Traffic statistics
cs: CSL - Statistika provozu
nl: CSL - Verkeer statistieken

source: Packets
cs: Pakety

source: Input
cs: Vstup

source: Output
cs: Výstup

source: %s returned with code: %d
cs: %s vrátil kód: %d
nl: %s komt terug met code: %d

source: on
cs: na
nl: op

source: Minute
cs: Minuta
nl: Minuut

source: Minutes
cs: Minuty
nl: Minuten

source: Failed to initialise internal engine! Please try to restart the application.
cs: Iniciace programu se nezdařila! Zkuste restartovat aplikaci.
nl: Het initialiseren van de interne engine is mislukt! Probeer het programma opnieuw op te starten.

source: &File
cs: &Soubor
nl: &Bestand

source: &Settings
cs: &Nastavení
nl: &Instellingen

source: &Exit
cs: &Odejít
nl: &Verlaat

source: &Update from master F5
cs: &Aktualizovat z hlavního serveru F5
nl: &Update van master F5

source: Add a &new master ...
cs: Přidat &nový hlavní server ...
nl: &Nieuwe master toevoegen ...

source: &Remove master
cs: &Odstranit hlavní server
nl: &Verwijder master

source: &Master
cs: &Hlavní server

source: A&bout
cs: &Co je CSL
nl: O&ver

source: Show games
cs: Ukázat hry
nl: Toon spellen

source: Show server information
cs: Ukázat informace o serveru
nl: Toon server informatie

source: Show player list
cs: Ukázat seznam hráčů
nl: Toon spelers lijst

source: Show favourites
cs: Ukázat oblíbené
nl: Toon favorieten

source: Show search bar CTRL+F
cs: Ukázat panel hledání CTRL+F
nl: Toon zoekbalk CTRL+F

source: Show game output CTRL+O
cs: Ukázat výstup hry CTRL+O
nl: Toon spel output CTRL+O

source: &Traffic statistics
cs: &Statistika provozu
nl: &Verkeer statistieken

source: Sort lists automatically CTRL+L
cs: Automaticky seřadit seznam CTRL+L
nl: Sorteer lijsten automatisch CTRL+L

source: Reset layout
cs: Resetovat layout
nl: Herstel uiterlijk

source: &View
cs: &Zobrazit
nl: &Weergave

source: &Help
cs: &Nápověda

source: &Search
cs: &Hledat
nl: &Zoek

source: Se&rvers
cs: &Hledat

source: &Players
cs: &Hráči
nl: &Spelers

source: Search result: %d servers
cs: Výsledek hledání: %d serverů
nl: Zoek resultaten: %d servers

source: Search:
cs: Hledat:
nl: Zoek:

source: Master list servers
cs: Hlavní seznam serverů
nl: Master servers lijst

source: Favourite servers
cs: Oblíbené servery
nl: Favoriete servers

source: Selected server
cs: Vybraný server
nl: Geselecteerde server

source: Server info
cs: Informace o serveru

source: Total play time for game %s: %s
cs: Celková délka hraní hry %s: %s
nl: Totale speeltijd voor spel %s: %s

source: most played server: '%s' (total play time: %s)
cs: nejvíce hraný server: '%s' (celkový čas: %s)
nl: Meest gespeelde server: '%s' (totale speeltijd: %s)

source: (Filters:
cs: (Filtry:

source: Sending request to master:
cs: Odesílám požadavek na hlavní server:
nl: Stuur opdracht naar master:

source: Error on update from master:
cs: Chyba při aktualizaci z hlavního serveru:
nl: Fout bij update van master:

source: Got %d servers from master
cs: Přijato %d serverů z hlavního serveru
nl: Ontvangen: %d servers van master

source: You are currently playing, so quit the game and try again.
cs: Právě teď hrajete, ukončete hru a zkuste znovu.
nl: Je bent op dit moment aan het spelen, sluit het spel af en probeer opnieuw.

source: Failed to start:
cs: Spuštění bylo neúspěšné:
nl: Mislukt om te starten:

source: Search result: %d players on %d servers
cs: Výsledky hledání: %d hráčů na %d serverů
nl: Zoek resultaat: %d spelers op %d servers

source: Waiting %s for a free slot on "%s" (press ESC to abort or join another server)
cs: Čekám %s na volný slot na "%s" (stiskněte ESC pro zrušení nebo pro připojení na jiný server)
nl: Wachten %s op een vrije plek op "%s" (toets ESC om af te breken of een andere server te kiezen)

source: There is currently a game running. Quit the game first and try again.
cs: Hra je právě spuštěna. Ukončete hru a zkuste znovu.
nl: Er is op dit moment een spel bezig. Sluit het spel af en probeer opnieuw.

source: CSL terminating
cs: CSL se ukončuje
nl: CSL sluit af

source: Waiting for engine to terminate ...
cs: Čeká se na ukončení engine ...
nl: Wachten totdat de engine is afgesloten ...

source: New version %s
cs: Nová verze %s
nl: Nieuwe versie %s

source: There is a new version (%s) of Cube Server Lister available.
cs: Je dostupná nová verze (%s) Cube Server Listeru
nl: Er is een nieuwe versie (%s) van Cube Server Lister beschikbaar.

source: CSL already running
cs: CSL je již spuštěno
nl: CSL loopt al

source: CSL is already running.
cs: CSL je již spuštěno
nl: CSL loopt al.

source: Address
cs: Adresa
nl: Adres

source: Location
cs: Lokace
nl: Locatie

source: Game
cs: Hra
nl: Spel

source: Protocol version
cs: Verze protokolu
nl: Protocol versie

source: Uptime
cs: Doba provozu

source: Last seen
cs: Naposledy viděné
nl: Laatste keer gezien

source: Last played
cs: Hráno naposledy
nl: Laatste keer gespeeld

source: Last play time
cs: Poslední délka hraní
nl: Laatste speelduur

source: Total play time
cs: Celková délka hraní
nl: Totale speelduur

source: Connects
cs: Počet připojení
nl: Verbindingen

source: unknown
cs: neznámo
nl: onbekend

source: GeoIP database not found.
cs: GeoIP databáze nebyla nalezena
nl: GeoIP database niet gevonden.

source: This version of extended info is not supported.
cs: Tato verze rozšířených informací není podporována
nl: Deze versie van uitgebreide info is niet ondersteund.

source: Extended info not supported.
cs: Rozšířené informace nejsou podporovány
nl: Uitgebreide info niet ondersteund.

source: Extended information
cs: Rozšířené informace
nl: Uitgebreide informatie

source: Full
cs: Obsazené
nl: Volledig

source: Micro
cs: Mikro
nl: Mini

source: Mini
cs: Minimální
nl: Klein

source: Default
cs: Výchozí
nl: Standaard

source: Name: %s Country: %s
cs: Jméno: %s Země: %s
nl: Naam: %s Land: %s

source: Unknown
cs: Neznámý
nl: Onbekend

source: GeoIP database not found
cs: GeoIP databáze nenalezena
nl: GeoIP database niet gevonden

source: Player list
cs: Seznam hráčů
nl: Spelers lijst

source: for server:
cs: pro server:
nl: voor server:

source: - connecting -
cs: - připojuje se -
nl: - verbinden -

source: Spectator
cs: Divák

source: no data
cs: žádná data
nl: geen data

source: dead
cs: mrtvý
nl: dood

source: editing
cs: editující
nl: aan het editen

source: Player
cs: Hráčů
nl: Spelers

source: Team
cs: Tým

source: Frags
cs: Fragy

source: Deaths
cs: Zabití
nl: Gedood

source: Teamkills
cs: Zabití spoluhráče
nl: Teammoorden

source: Accuracy
cs: Přesnost
nl: Accuratesse

source: Health
cs: Zdraví
nl: Leven

source: Armour
cs: Brnění
nl: Schild

source: Weapon
cs: Zbraň
nl: Wapen

source: Choose Yes to keep these servers, No to delete them or Cancel the operation.
cs: Zvolte Ano pro zachování těchto serverů, Ne k jejich odstranění Zrušit operaci.
nl: Kies 'Ja' om deze servers te bewaren, 'Nee' om te verwijderen of breek operatie af.

source: You are about to delete servers which are also favourites!
cs: Chcete odstranit také servery které jsou také oblíbené!
nl: Je gaat servers verwijderen die favoriet zijn!

source: Warning
cs: Varování
nl: Waarschuwing

source: You are about to delete servers which have statistics!
cs: Chcete odstranit servery o kterých máte statistiky!
nl: Je gaat servers verwijderen die statistieken hebben!

source: Server "%s" is currently locked, so deletion is not possible!
cs: Server "%s" je právě uzamčen, odstranění není momentálně možné!
nl: Server "%s" is op dit moment op slot, verwijderen is niet mogelijk!

source: Description
cs: Popis
nl: Beschrijving

source: Version
cs: Verze
nl: Versie

source: Mode
cs: Režim

source: Time
cs: Čas
nl: Tijd

source: no limit
cs: bez limitu
nl: geen limiet

source: &Connect
cs: &Připojit
nl: &Verbind

source: Connect (&Password)
cs: Připojit (&Heslo)
nl: Verbind (&Paswoord)

source: C&opy to clipboard
cs: &Kopírovat do schránky
nl: K&opieer naar klembord

source: &Add to favourites
cs: &Přidat k oblíbeným
nl: &Voeg toe aan favorieten

source: &Add server ...
cs: &Přidat server ...
nl: &Voeg server toe ...

source: &Remove from favourites
cs: O&dstranit z oblíbených
nl: &Verwijder van favorieten

source: &Delete server
cs: &Odstranit server
nl: &Verwijder server

source: &Delete servers
cs: &Odstranit servery
nl: &Verwijder servers

source: Filter
cs: Filtrovat

source: Empty
cs: Prázdné
nl: Leeg

source: Not empty
cs: Částečně obsazené
nl: Niet leeg

source: Knife
cs: Nůž
nl: Mes

source: Pistol
cs: Pistole
nl: Pistool

source: Shotgun
cs: Brokovnice
nl: Jachtgeweer

source: Subgun
cs: Subpuška
nl: Machinegeweer

source: Sniper
cs: Snajpr
nl: Sluipschutter

source: Assault
cs: Útočná puška

source: Grenade
cs: Granáty
nl: Granaat

source: Client binary for game AssaultCube not found! Check your settings.
cs: Cesta k programu hry AssaultCube nenalezena! Zkontrolujete nastavení.
nl: Client binary voor het spel AssaultCube niet gevonden! Controleer de instellingen.

source: Game path for game AssaultCube not found! Check your settings.
cs: Cesta ke hře AssaultCube nenalezena! Zkontrolujete nastavení.

source: Config path for game AssaultCube not found! Check your settings.
cs: Cesta ke konfiguracím hry AssaultCube nenalezena! Zkontrolujete nastavení.

source: Chaingun
cs: Kulomet
nl: Machinegeweer

source: Grenades
cs: Granáty
nl: Granaten

source: Flamer
cs: Plamenomet
nl: Vlammenwerper

source: Rifle
cs: Puška
nl: Scherpschuttersgeweer

source: Spree
cs: Záchvat

source: Client binary for game Blood Frontier not found! Check your settings.
cs: Cesta k programu hry Blood Frontier nenalezena! Zkontrolujete nastavení.
nl: Client binary voor het spel Blood Frontier niet gevonden! Controleer de instellingen.

source: Game path for game Blood Frontier not found! Check your settings.
cs: Cesta ke hře Blood Frontier nenalezena! Zkontrolujete nastavení.

source: Config path for game Blood Frontier not found! Check your settings.
cs: Cesta ke konfiguracím hry Blood Frontier nenalezena! Zkontrolujete nastavení.

source: Client binary for game Cube not found! Check your settings.
cs: Cesta k programu hry Cube nenalezena! Zkontrolujete nastavení.
nl: Client binary voor het spel Cube niet gevonden! Controleer de instellingen.

source: Game path for game Cube not found! Check your settings.
cs: Game path for game Cube not found! Check check your settings.

source: Fist
cs: Pěst
nl: Vuist

source: Rocketlauncher
cs: Raketomet
nl: Raketwerper

source: Grenadelauncher
cs: Granátomet
nl: Granaatwerper

source: Fireball
cs: Ohnivá koule
nl: Vuurbal

source: Iceball
cs: Ledová koule
nl: IJsbal

source: Slimeball
cs: Koule slizu
nl: Slijmbal

source: Bite
cs: Kousat
nl: Bijten

source: Client binary for game Sauerbraten not found! Check your settings.
cs: Cesta k programu hry Sauerbraten nenalezena! Zkontrolujete nastavení.
nl: Client binary voor het spel Sauerbraten niet gevonden! Controleer de instellingen.

source: Game path for game Sauerbraten not found! Check your settings.
cs: Cesta ke hře Sauerbraten nenalezena! Zkontrolujete nastavení.

source: Config path for game Sauerbraten not found! Check your settings.
cs: Cesta ke konfiguracím hry Sauerbraten nenalezena! Zkontrolujete nastavení.

source: Couldn't find "%s"
cs: Nelze nalézt "%s"
nl: "%s" niet gevonden

source: day
cs: den
nl: dag

source: days
cs: dnů
nl: dagen

source: hour
cs: hodina
nl: uur

source: hours
cs: hodin
nl: uren

source: minute
cs: minuta
nl: minuut

source: minutes
cs: minut
nl: minuten

source: second
cs: sekunda
nl: seconde

source: seconds
cs: sekund
nl: seconden

source: Tool to monitor cubeengine-based servers.
cs: Nástroj ke sledování serverů cubeengine her.
nl: Hulpmiddel om cube-engine gebaseerde servers te monitoren.

source: Monitor Cubeengine based servers.
cs: Sledovat servery cubeengine her.
nl: Monitor Cube-engine gebaseerde servers.

source: Fatal error!
nl: Fatale fout!

source: &Remove from master
nl: &Verwijder van master

source: Pistol (auto)
nl: Pistool (auto)

source: Game path for game AssaultCube not found! Check check your settings.
nl: Spel path voor het spel AssaultCube niet gevonden! Controleer de instellingen.

source: Config path for game AssaultCube not found! Check check your settings.
nl: Config path voor het spel AssaultCube niet gevonden! Controleer de instellingen.

source: Game path for game Blood Frontier not found! Check check your settings.
nl: Spel path voor het spel Blood Frontier niet gevonden! Controleer de instellingen.

source: Config path for game Blood Frontier not found! Check check your settings.
nl: Config path voor het spel Blood Frontier niet gevonden! Controleer de instellingen.

source: Game path for game Cube not found! Check check your settings.
nl: Spel path voor het spel Cube niet gevonden! Controleer de instellingen.

source: Game installation path missing! For game %s the directory which contains "%s" is necessary to start the game.
nl: Spel installatie path ontbreekt! Voor het spel %s is de folder met daarin "%s" noodzakelijk om het spel te starten.

source: Game path for game Sauerbraten not found! Check check your settings.
nl: Spel path voor het spel Sauerbraten niet gevonden! Controleer de instellingen.

source: Config path for game Sauerbraten not found! Check check your settings.
nl: Config path voor het spel Sauerbraten niet gevonden! Controleer de instellingen.

source: h
nl: u
